tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "chezmoi"
brew "deno"
brew "ghq"
brew "git"
brew "mas"
brew "node"
brew "peco"
brew "tmux"
brew "vim"
brew "webp"

cask "1password"
cask "1password-cli"
# cask "alfred"
cask "bettertouchtool"
cask "deepl"
cask "discord"
cask "docker"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "zoom"

mas "BetterSnapTool", id: 417375580
