tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "mas"
brew "tmux"
brew "vim"

cask "1password"
cask "1password-cli"
# cask "alfred"
cask "bettertouchtool"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "xmind"

mas "BetterSnapTool", id: 417375580
